EspilonOrg/emon/tests/firmwares/crash_stackoverflow/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_FLASHFREQ_80M=y
# Stack pointer check at every context switch - fires on vTaskDelay()
CONFIG_FREERTOS_CHECK_STACKOVERFLOW_PTRVAL=y
